{
    "pageHeading": "Sólo Música Local",
    "pageSubHeading": "Estamos recopilando la mejor música underground de todas partes para compartirla a través de nuestra aplicación de transmisión de música casera.",
    "submitButton": "Enviar Música",
    "ownershipGuarantee": "*Todos los derechos y propiedad de la música enviada son retenidos por los artistas. Sólo presentamos la música.",
    "aboutMe1": "Wristband Radio es actualmente un equipo de uno. Mi nombre es Steve Downey. Soy un músico local convertido en desarrollador de software.",
    "aboutMe2": "Estoy cumpliendo el sueño de toda mi vida de crear mi propia aplicación de transmisión de música. Un hogar para la mejor música underground de la que nadie ha oído hablar.",
    "aboutMe3": "También usaré este proyecto para mi portafolio si alguna vez decido postularme para un nuevo trabajo.",
    "missionStatement": "Wristband Radio tiene la misión de recopilar 10,080 minutos de excelente música underground para compartir en nuestra aplicación de transmisión de música casera.",
    "picOfMeAltText": "Yo y mi banda.",
    "comingSoonHeader": "Muy pronto...",
    "comingSoon1": "Ahora que hay música accesible en la aplicación, vamos a dividir la experiencia en funciones de transmisión de radio y transmisión a pedido.",
    "comingSoon2": "Luego agregaremos una forma de crear una cuenta que le permitirá guardar configuraciones de estaciones de radio y listas de reproducción.",
    "comingSoon3": "Mientras tanto, seguiré añadiendo buena música y trabajando para lanzar las versiones nativas móviles de la aplicación.",
    "recentUpdatesHeader": "Nuestro progreso:",
    "recentUpdates1": "Hasta ahora hemos recopilado 25 canciones. 102 minutos de excelente música local representan poco más del 1% de avance hacia nuestra meta.",
    "recentUpdates2": "Primero, recibimos permiso de algunos de nuestros artistas locales favoritos para usar su música en la aplicación mientras construimos este prueba de concepto.",
    "recentUpdates3": "A continuación, creamos una versión nativa móvil del reproductor de música que estará disponible en las tiendas de aplicaciones después de superar algunos obstáculos.",
    "recentUpdates4": "Luego, implementamos una API de servidor de archivos que garantiza que la música se entregue de manera confiable y consistente. Esto resolvió un error por el cual las canciones a veces no se pausaban correctamente.",
    "recentUpdates5": "Con la nueva API implementada, pudimos agregar una barra de pistas al reproductor de música que muestra la duración y la marca de tiempo actual de la canción.",
    "theVisionHeader": "La visión a largo plazo:",
    "theVision1": "Toda empresa que utilice música, prácticamente de cualquier forma, debe comprar una licencia de una organización de derechos de interpretación como Ascap o BMI. Incluso las pequeñas empresas de propiedad local pagan por estas licencias si, por ejemplo, ponen música en su vestíbulo.",
    "theVision2": "El dinero que pagan por esas licencias sale de su comunidad y en su mayor parte se canaliza a las principales editoriales y sus artistas. Es justo. Si tocamos su música, ellos ganaron las regalías.",
    "theVision3": "La cuestión es que las grandes editoriales no tienen el mercado acaparado de la buena música. Puede que tengan el mercado acaparado en la distribución y comercialización de música, pero se están grabando montones y montones de canciones increíbles en nuestros propios barrios.",
    "theVision4": "¿Qué pasaría si existiera una opción de transmisión de radio que reproduzca música según el lugar donde se creó? Eso daría a nuestras empresas locales la opción de canalizar el dinero de sus regalías a artistas de sus propias comunidades.",
    "theVision5": "Al hacerlo, esperamos crear una gran plataforma nueva para el descubrimiento de música, la participación de la audiencia y los datos de la industria musical. Tal vez incluso pueda convertirse en un nuevo canal de A&R para los principales sellos y editores."
}